cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'ack'
brew 'git'
brew 'coreutils'
brew 'grc'
brew 'unrar'
brew 'wget'
brew 'thefuck'
brew 'hub'
brew 'keybase'
brew 'gpg'

cask '1password'
cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'phpstorm'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
cask 'sequel-pro'
cask 'keybase'
