tap 'caskroom/cask'

brew 'ack'
brew 'git'
brew 'coreutils'
brew 'grc'
brew 'unrar'
brew 'wget'
brew 'thefuck'
brew 'hub'
brew 'gpg'
brew 'gpg-agent'
brew 'pinentry-mac'
brew 'yarn'
brew 'mas'
brew 'pick'
brew 'github/gh/gh'

cask '1password'
cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'phpstorm'
cask 'iterm2'
cask 'virtualbox'
cask 'vagrant'
cask 'sequel-pro'
cask 'keybase'
cask 'spotify'
cask 'docker'
cask 'quitter'
cask 'imageoptim'
cask 'docker-toolbox'
cask 'gitify'
cask 'ngrok'
cask 'grammarly'
cask 'react-native-debugger'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'quicklookase'
cask 'qlvideo'

mas 'Clocks', id: 414554506
mas 'Xcode', id: 497799835
mas 'littleipsum', id: 405772121
