tap "caskroom/cask"

brew "coreutils"
brew "ffmpeg"
brew "git"
brew "github/gh/gh"
brew "htop"
brew "mas"
brew "pick"
brew "unrar"
brew "wget"
brew "youtube-dl"

mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Color Note", id: 1099028591
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "GIF Brewery 3", id: 1081413713
mas "Glance", id: 1513574319
mas "iMovie", id: 408981434
mas "Instapaper", id: 1481302432
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835

cask '1password'
cask 'alfred'
cask 'audio-hijack'
cask 'backblaze'
cask 'choosy'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'forecast'
cask 'gitify'
cask 'google-chrome'
cask 'iina'
cask 'imageoptim'
cask 'iterm2'
cask 'marked'
cask 'omnidisksweeper'
cask 'phpstorm'
cask 'postman'
cask 'rectangle'
cask 'skype'
cask 'slack'
cask 'tableplus'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'