tap "homebrew/cask"

brew "curl"
brew "composer"
brew "ffmpeg"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "pick"
brew "rbenv"
brew "ripgrep"
brew "switchaudio-osx"
brew "wget"
brew "youtube-dl"

cask "alfred"
cask "audio-hijack"
cask "backblaze"
cask "choosy"
cask "discord"
cask "docker"
cask "firefox"
cask "forecast"
cask "gitify"
cask "google-chrome"
cask "iina"
cask "imageoptim"
cask "marked"
cask "omnidisksweeper"
cask "phpstorm"
cask "postman"
cask "qlmarkdown"
cask "rectangle"
cask "skype"
cask "slack"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Color Note", id: 1099028591
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "Glance", id: 1513574319
mas "Hand Mirror", id: 1502839586
mas "HEIC Converter", id: 1294126402
mas "Homecoming for Mastodon", id: 1666139593
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "MusicHarbor", id: 1440405750
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Pixelmator", id: 407963104
mas "Save to Pocket", id: 1477385213
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
